Repository: mannd/epcalipers-macosx
Catalog: Settings.xcstrings
Source language: en
Languages: fr

source: Adjust bar thickness for zoom
fr: Ajuster la largeur des lignes automatiquement

source: Adjust label size for zoom
fr: Ajuster la taille des étiquettes automatiquement

source: Allow negative caliper values
fr: Permettre des valeurs negatives pour les compas

source: Amplitude calibration
fr: Étalonnage d’amplitude

source: Amplitude caliper label position
fr: Position de l’étiquette pour compas d’amplitude

source: Appearance
fr: Apparence

source: Auto-position labels
fr: Positionner les étiquettes automatiqueement

source: Calibration
fr: Étalonnage

source: Caliper label font size
fr: Taille de la police des compas

source: Caliper line width
fr: Largeur de ligne

source: Calipers
fr: Compas

source: Clear calipers between pages
fr: Supprimer les compas au changement de page

source: Dim marching componets
fr: Atténuer les composants marchants

source: General
fr: Général

source: Labels
fr: Étiquettes

source: Marching Calipers
fr: Compas marchant

source: Measurement
fr: Mesure

source: Note text box height
fr: Hauteur de la zone de texte des notes

source: Note text box width
fr: Largeur de la zone de texte des notes

source: Note text color
fr: Couleur du texte des notes

source: Note text font size
fr: Taille de la police des notes

source: Number of marching components
fr: Nombre de composants marchants

source: Number of mean RR intervals
fr: Nombre d'intervalles pour RR moyen

source: Number of mean RR intervals for QTc
fr: Nombre d'intervalles RR pour QTc

source: PDF resolution
fr: Résolution PDF

source: QTc formula
fr: Formule QTc

source: Recalibrate calipers between pages
fr: ré-étalonnage des compas au changement de page

source: Reset image rotation between pages
fr: réinitialiser la rotation de l’image au changement de page

source: Reset image zoom between pages
fr: réinitialiser le zoom au changement de page

source: Round measurements
fr: Arrondir les mesures

source: Rounding
fr: Arrondir msec et bpm

source: Selected caliper color
fr: Couleur de compas choisi

source: Show Brugada triangle
fr: Afficher le triangle de Brugada

source: Show prompts
fr: Des messages-guides

source: Show sample ECG at start-up
fr: Afficher un exemple d'ECG au démarrage

source: Time calibration
fr: Étalonnage de temps

source: Time caliper label position
fr: Position de l’étiquette pour compas de temps

source: Transparent mode at start-up
fr: Fênetre transparente au démarrage

source: Unselected caliper color
fr: Couleur de compas
